-- MySQL dump 10.13  Distrib 5.5.41, for debian-linux-gnu (x86_64)
--
-- Host: localhost    Database: teplo_prod
-- ------------------------------------------------------
-- Server version	5.5.41-0ubuntu0.14.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `articles`
--

DROP TABLE IF EXISTS `articles`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `articles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `content` text COLLATE utf8_unicode_ci,
  `url` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `company_id` int(11) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  `user_id` int(11) DEFAULT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `articles`
--

LOCK TABLES `articles` WRITE;
/*!40000 ALTER TABLE `articles` DISABLE KEYS */;
INSERT INTO `articles` VALUES (1,'Hemstedt (Німеччина) виробник нагрівального кабелю','<p><span class=\"tab\"></span>Вже більше ніж 35 років компанія <strong>Hemstedt (Німеччина)</strong> являється однією із провідних виробників нагрівальних кабелів. Наші продукти компанії являються якісними виробами, які відповідають найновішим технічним вимогам.</p>\r\n<p><span class=\"tab\"></span>При цьому наше підприємство є спеціаліст по нагрівальним кабелям, наслідує не тільки індивідуальні забаганки клієнта, а й повсяк час розширяє перспективні направлення в майбутні інновації.\r\nУсі розробки підприємства  Hemstedt (Німеччина) захищені європейськими патентами. Наші клієнти у цілому світі, цінять не тільки великий асортимент нагрівальної продукції  Hemstedt, але  і швидкі терміни доставки, професійні консультації і орієнтування на клієнта, ціноутворення.\r\nВикористання найновітніших технологій — основне завдання нашої компанії. Залишатися  поперед наших конкурентів — наша політика.</p>\r\nВпевніться в якості нашої продукції  Hemstedt (Німеччина) і використовуйте широкі можливості наших продуктів. Якість  Hemstedt — непереверша!\r\n <p><strong class=\"tab\">Саморегулюючий кабель HEMSTEDT</strong>\r\nСаморегулюючий кабаль складаеться з двох струмопровідних жил які з\'єднані між собою матрицею тепловіддача і потужність якої змінюється в залежності від зовнішньої температури. Кабаль не перегорає навіть у випадку пересікання.</p>\r\n\r\n<p><strong class=\"tab\">Кабель двохжильний FS 10Вт/м із вбудованим термостатом (обмежувачем температури).</strong>\r\nКабель із фторополімерною внутрішньою ізоляцією з термообмеженням і вилкою. Вмикається в діапазоні негативних температур. Безмуфтове  з\'єднання холодного та нагрівального кабелів є цілком водонепроникне і тому ідеально підходить для укладки навіть у вологих приміщеннях.</p>\r\n      \r\n     <p><strong class=\"tab\">Алюмінієвий мат ALU 100Вт/м2</strong> під килимове покриття, ламінат \r\nНагрівальний мат для укладки під ламінат вплетений в алюмінієву підкладку для покращення тепловіддачі тепла від нагрівальної жили. Фторополімерна ізоляція дозволяє працювати на повітрі і не потреебує бетонного середовища для тепловіддачі.</p>\r\n','hemstedt',1,1,'2014-11-26 11:38:31','2014-11-27 15:11:04',1,'hemstedt-logo.png'),(2,'Тепла підлога, кабельна система обігріву','<p><span class=\"tab\"></span>Науково встановлено, що для людини абсолютно комфортним являється тільки те середовище, у котрому вона не відчуває ні холоду, ні тепла. В приміщеннях з центральним опаленням через різницю температур, тепле повітря просто від батареї піднімається до стелі, потім охолоджується і опускається вниз до підлоги, після чого на рівні ніг виникає протяг, мікроклімат приміщення стає неприроднім для людини.</p>\r\n<p><span class=\"tab\"></span>Придбавши систему <strong>\"Тепла підлога\"</strong> — Ви отримаєте комфорт створений рівномірним розподіленням тепла по всьому приміщенню. Особливий нагрівальний кабель системи <strong>\"Тепла підлога\"</strong>, вкладається в бетонну стяжку під настил підлоги, перетворюючи її в більшу робочу поверхню, що створює м\'яке та рівне тепло та завдяки теплообмінним процесам зменшує затрати енергоносіїв для забезпечення роботи системи <strong>\"Тепла підлога\".</strong></p>\r\n<span class=\"tab\"></span><strong>Тепла підлога</strong> забезпечує більш комфортне розподілення тепла порівняно з системою центрального опалення. <strong>Тепла підлога</strong> відповідає всім екологічним стандартам, не порушує природну вологість повітря і так, як майже немає конвекції — пил не піднімається - дуже важливо для людей які страждають на алергію чи астму, тобто <strong>\"Тепла підлога\"</strong> є гіпоалергенною системою.\r\nСучасна <strong>Тепла підлога</strong> абсолютно безпечна завдяки новітнім винаходам. Вартість системи <strong>\"Тепла підлога\",</strong> зазвичай, набагато дешевше ціни інших традиційних систем опалення, а монтаж системи <strong>\"Тепла підлога\"</strong> потребує менше витрат часу та праці. Завдячуючи сучасним пристроям управління система <strong>\"Тепла підлога\"</strong> працює повністю автономно по завданій Вами програмі. Регулятор до системи <strong>\"Тепла підлога\"</strong> можна запрограмувати на різні режими обігріву, зважаючи на забаганки клієнта. \r\n<p><span class=\"tab\"></span>Коли Ви придбаєте систему <strong>\"Тепла підлога\"</strong> — Ви отримаєте не тільки комфорт, а й мінімальне споживання електроенергії, гнучкість (невидимість), довговічність (термін служби нагрівального кабелю більше 60-ти років), 15-ти річну гарантію на кабель та на саму систему <strong>\"Тепла підлога\".</strong>.</p>\r\n','tepla-pidloga-systema-obigrivu',3,NULL,'2014-11-30 18:42:53','2015-01-27 14:27:03',1,'tepla-padloga-vanna.png'),(3,'Обігрів трубопроводу','<p><span class=\"tab\"></span><strong>Кабельні системи електообігріву трубопроводу</strong> на основі гріючого кабелю мають широкий спектр застосування, ефективні з точки зору енергозбереження, характеризуються надійністю і великим терміном експлуатації. <strong>Кабельна система обігріву трубопроводу</strong> застосовуюється для трубопроводу різного призначення (нафтопроводу, мазутопроводу, водопроводу, імпульсних ліній та ін.).</p>\r\n\r\n<p><span class=\"tab\"></span>Продукти, що транспортуються по промисловим трубопровідним мережам часто мають залежність в\'язкості від температури навколишнього середовища. Крім того пониження температури призводить до зниження пропускної здатності трубопроводу — можливе загустівання транспортуємого продукту, що призводить до повної зупинки трубопроводу і великих затрат на його відновлення. І на скільки б не була хорошою термоізоляція труби, повністю виключити втрати тепла вона не в змозі.</p>\r\n\r\n<p><span class=\"tab\"></span><strong>Кабельна система електообігріву трубопроводу</strong> використовує в якості тепловиділяючих елементів - <strong>нагрівальних кабелів</strong>, оскільки вони найкращим чином вирішують завдання обігріву розгалужених і довгих трубопроводів.\r\n\r\nЗимою труби потребують захисту від перемерзання. Ця проблема актуальна для власників заміських будинків. Промерзання труб загрожує виведенням із ладу водопроводу та каналізації. Правильна кабельна система електрообігріву трубопроводу збереже цілісність Вашого трубопроводу на довгі роки. Для того, щоб виключити проблеми з опаленням і водопостачанням, рекомендується встановити систему кабельного електрообігріву труб.</p>\r\n\r\n<p><span class=\"tab\"></span>Кабельна система елекрообігріву використовується досить давно, але широке розповсюдження отримала відносно нещодавно, безпосередньо після зниження ринкової вартості нагрівального кабелю. Основним завданням кабельної системи електрообігріву — забезпечити підтримання температури продуктів, що транспортуються по металевим і пластмасовим трубопроводам.</p>\r\n\r\n<p><span class=\"tab\"></span><strong>Для обігріву трубопровобу використовується два основних види нагрівальних кабелів: резистивні та саморегулюючі.</strong></p>\r\n\r\n<p><span class=\"tab\"></span><strong>Саморегулюючй кабель</strong> прокладений на поверхні чи всередині труби ефективно і нідійно запобігають від їх промерзання. Для управління системою і економії електроенергії встановлюють термостат, котрий виключає кабель при досягненні певної температури. Датчик термостату встановлюють в ймовірно самому холодному місці труби.\r\n\r\n<strong>Саморегулюючий кабель</strong> можливо використовувати для підтримання температури аж до +120°С. Даний метод обігріву трубопроводів широко використовується в різноманітних технологічних процесах і в побуті, в тому ччислі й для обігріву каналізаційних труб і ємкостей. За рахунок фторополімерної ізоляції деякі види кабелю можливо використовувати в агресивних середовищах і при великих механічних навантаженнях.</p>\r\n\r\n<p><span class=\"tab\"></span><strong>Резистивний кабель</strong> працює постійно на всю свою потужність. Широке застосування такий кабель отримав в нафтогазовій і хімічній промисловостях.<p>\r\n<p class=\"brand\"><span class=\"tab\"></span>Енергоспоживання системи електрообігріву трубопроводу - мінімальне , монтаж — простий. </p>','obigriv-truboprovodu',2,NULL,'2014-11-30 19:00:27','2014-12-01 11:06:03',1,'obigriv-truboprovodu.jpg'),(4,'Системи сніготанення','<p><span class=\"tab\"></span><strong>Безпека для пішоходів і водіїв в зимовий період — основна ціль системи сніготанення.</strong>Нагрівальний кабель системи сніготанення швидко очищає від снігу і льоду дороги, пантуси, сходи, в\'їзди в гаражі і будь які відкриті майданчики. Системи сніготанення забезпечують безпеку в ззимовий період, а також допомагають уникнути нанесенню збитків будівлі через надлишкове накопичення снігу та льоду. <strong>Ситема сніготанення</strong> — це найкраще вирішення проблеми ще до її виникнення.</p>\r\n<p><span class=\"tab\"></span><strong>Система сніготанення</strong> — економічна. Монтаж і витрати на систему сніготанення менше, в порівнянні з механічним видаленням снігу лопатою й посипання сіллю. Система сніготанення зводить до мінімуму ушкодження нанесені льодом, снігом і посипанням сіллю поверхностей.\r\n<strong>Систему сніготанення</strong> можна встановлювати всюди, де є необхідність очистки від снігу та льоду. Система сніготанення може використовуватись для будь якого монтажу. Системи сніготанення пристосовується для найбільш типових покриттів поверхностей: асфальт, бетон чии бруківка.</p>\r\n<p><span class=\"tab\"></span>Розроблені з застосуванням високих технологій регулятори та датчики, що має у собі  система сніготанення споживають мінімальну кількість електроенергії для досягнення оптимального результату. Для отримання бажаних результатів датчики  та термостати одночасно реагують на зміни погоди, автоматично вимикаючи і вмикаючи в потрібний момент. <strong>Система сніготанення</strong> легко монтується, дотримуючись інструкції інсталяції.</p>\r\n<p><span class=\"tab\"></span><strong>Система сніготанення</strong> функціонує абсолютно автоматично.Вона звільняє потрібну площу від криги та снігу, а потім при необхідності автоматично вимикається. Площа вивільняється від льоду та снігу і як наслідок, збиток зводиться на нівець, причинений морозом. Системи сніготанення, з використанням кабеля, надійні та зручні в експлуатації.</p>  \r\n','systemy-snigotanenya',4,NULL,'2014-12-01 12:39:29','2014-12-01 12:42:58',1,'systemy-snigotanenya.jpg'),(5,'Ламінат ROOMS','<p><span class=\"tab\"></span><strong>Ламінат Rooms</strong> — це ексклюзивний німецький бренд, це 4 колекції неперевершених декорів, котрі беззаперечно зможуть вписатися в будь який інтер\'єр, доповнити і стати його родзинкою. </p>\r\n <p><span class=\"tab\"></span><strong>Ламінат Rooms</strong> виготовляється в м. Хайлигенграбе на заводі Kronotex у Німеччині цей ламінат має гарантовану німецьку якість.\r\n <strong>Ламінат Rooms</strong> об\'єднує в собі більш ніж 20-ти річні напрацювання Kronotex  в області ламінованої підлоги. Компанія Kronotex сама виготовляє ХДФ та МДФ плити, що дозволяє повністю сфокусувати виробництво на одному підприємстві і контролювати всі етапи виготовлення ламінату. </p>\r\n <p><span class=\"tab\"></span><strong>Ламінат Rooms</strong> — це традиційні для Німеччини та країн Європи якість та сучасний дизайн. Виробник ламінату Rooms пропонує найбільш комплексний підхід до своєї продукції — це товщина від 8 до 12 мм, різноманітні класи витривалості і звичайно великий ассортимент ламінату. Ламінат Rooms має унікальні властивості, в тому числі обробка замкового з\'єднання по всій площі, проти потрапляння вологи. Ламінат Rooms користується довірою більше ніж у сімдесяти країнах світу.</p> \r\n              <p class=\"brand\"><span class=\"tab\"></span><strong>Переваги ламінату Rooms</strong></p>\r\n<ul>\r\n  <li>\r\n    <strong>Ламінат</strong> виготовляється з відходів дерев, які ростуть в екологічно чистих частинах лісів Німеччини.\r\n  </li>\r\n  <li>\r\n    <strong>Ламінат Rooms</strong> підходить для будь яких приміщень, а також для дитячих кімнат, так, як цей ламінат не містить в собі пом\'якшувачів (фталатів).\r\n  </li>\r\n  <li>\r\n    Завдячуючи запатентованій замковій системі монтаж ламінату зможе здійснити навіть не професіонал.\r\n  </li>\r\n  <li>\r\n    Ламінат не містить  диетилгексилфталату  (DEHP) і тому також не призводить до змін гормонального фону людини.\r\n  </li>\r\n  <li>\r\n    Ламінат  Rooms виготовляють з двох типів HDF плит. В «економ» колекції, ламінат Rooms 32-го класу використовується стандартна 8 мм панель Kronooriginal, в колекціях 33-го класу ламінат Rooms Loft — вологостійка HDF панель  Kronooriginal посиленої конструкції з товщиною 12мм, яка ефективно поглинає шуми.\r\n  </li>\r\n  <li>\r\n    Дизайн ламінату створений під дерев\'яну массивну підлогу. Ламінат має автентичну фактура дерева, матовий.\r\n  </li>\r\n</ul>\r\n<p><span class=\"tab\"></span><strong>Ламінат Rooms Loft</strong> – інноваційна новинка 2014 року розрахований на високий рівень навантаень, притаманних офісним та промисловим приміщенням, ламінат 32-го класу — для домашніх і офісних приміщень.\r\nЛамінат  Rooms має 100% реалістичний дизайн натуральної текстури дерева.</p>        \r\n<p><span class=\"tab\"></span>Придбавши ламінат Rooms Ви гарантовано отримуєте якісне покриття підлоги, адже продукція з написом “Made in Germany”  вже давно являється синонімом якості.</p>\r\n','laminat-rooms',5,2,'2014-12-03 07:53:39','2014-12-03 09:53:54',1,'laminat-rooms.png'),(6,'Інфрачервона тепла підлога  HEAT-PLUS','<p><span class=\"tab\"></span><strong>Інфрачервона тепла підлога  HEAT-PLUS (Хіт-Плюс)</strong> — це система обігріву приміщень за принципом теплої підлоги, що базується на карбоновій інфрачервоній нагрівальній плівці.</p>\r\n<p><span class=\"tab\"></span>На сьогоднішній день інфрачервона тепла підлога HEAT-PLUS — це найновіша розробка в області обігріву приміщення. Концепція роботи інфрачервоної теплої підлоги запозичена у Сонця і заснована на випромінюванні інфрачервоного спектру хвиль, котрі, при контакті з поверхнею, нагрівають її.</p>\r\n<p><span class=\"tab\"></span>Інфрачервона тепла підлога HEAT-PLUS застоссовується для основного обігріву приміщень — приватних будинків, квартир, дачних будинків, промислових будівель, кіосків та інших приміщень.</p>\r\nІнфрачервона тепла підлога HEAT-PLUS являє собою багатошаровий плівковий матеріал, основним компонентом якого являється карбоновий шар, котрий при подачі елетроенергії випромінює інфрачервоні промені і тепло. Інфрачервона тепла підлога передає тепло на 82% ефективніше ніж традиційні пристрої опалення, такі як радіатори, конвектори і системи централізованого опалення.\r\n\r\n<p class=\"brand\"><span class=\"tab\"></span><strong>Переваги укладання інфрачервоної теплої підлоги.</strong></p>\r\n<p><span class=\"tab\"></span><strong>Економічність та здоров\'я</strong> — низьке споживання електроенергії, швидкий \r\n          нагрів приміщення. Комплектується терморегуляторами, що дозволяє гнучко                \r\n           керувати системою опалення і оптимізувати витрати енергії. Не спалює   \r\n           кисень, зберігаючи при цьому природню вологість повітря. Інфрачервона тепла  \r\n           підлога HEAT-PLUS не виділяє електромагнітні хвилі.</p>\r\n<p><span class=\"tab\"></span><strong>Надійність</strong> — гарантія виробника складає 3 роки, однак інфрачервона тепла підлога HEAT-PLUS має термін служби  — більш ніж 50 років, через відсутність частин які труться чи зношуються. При механічних пошкодженнях, наприклад порізах чи проколах — виходить з ладу лише пошкоджена частина, а вся система й далі працює. Інфрачервона тепла підлога  HEAT-PLUS не схильна до корозії та руйнуванню, а також не боїться води.</p>\r\n<p><span class=\"tab\"></span><strong>Безпека</strong> — при првавильному монтажі інфрачервна тепла підлога HEAT-PLUS  абсолютно електро- та пожежобезпечна. Робоча температура на інфрачервоній теплій пілозі HEAT-PLUS є 40-50° С, таким чином абсолютно виключений ризик опіків.</p>\r\n<p><span class=\"tab\"></span><strong>Комфорт</strong> -  тепло розприділяється оптимальним для здоров\'я і комфорту таким чином — знизу вверх по принципу 3-х видів теплообміну; чим нижче тим вище температура; тепло розподіляється рівномірно за рахунок великої площі обігріву.</p>\r\n<p><span class=\"tab\"></span><strong>Якість</strong> — інфрачервона тепла підлога HEAT-PLUS виготовляється в Південній Кореї на самому сучасному обладнанні, тому інфрачервона тепла підлога HEAT-PLUS володіє 10 шарами захисту, надійно захишаючими від механічних пошкоджень і потрапляння вологи.</p>\r\n<p><span class=\"tab\"></span><strong>Зручність</strong> -  інфрачервона тепла підлога HEAT-PLUS укладається під будь яке покриття ( ламінат, килимове покриття, лінолеум, паркет) безпосередньо. Не потребує складної підготовки поверхності. Інфрачервона підлога HEAT-PLUS не потребує ніяких додаткових комунікацій. </p>\r\n','nfrachervona-tepla-pidloga',6,3,'2014-12-04 11:54:51','2014-12-04 12:05:13',1,'infrachervona-tepla-pidloga.jpg'),(7,'Інфрачервона панель ENSA','<p><span class=\"tab\"></span>Сучасні технології дозволили створити економічний, ефективний та безпечний пристрій – <strong>інфрачервоніі панелі ENSA.</strong></p>\r\n <strong>Електричні  обігрівачі ENSA</strong> у своїй роботі беруть за основу особливий вид  інфрачервоної теплопередачі. \r\n <p><span class=\"tab\"></span><strong>Електричні інфрачервоні панелі ENSA</strong> мають істотну перевагу від інших приладів даного типу. \r\n Полягає ця перевага в  виділенні тепла саме на предмети, а не як звичайні  обігрівачі спочатку  нагрівають повітря, а вже потім нагрівають предмети, які є у приміщенні.\r\n<strong>Електричні інфрачервоні панелі ENSA</strong> прості та ефективні для  обігріву будь якого приміщення — квартири, будинку, офісу, складу та ін.\r\n			Інфрачервоні обігрівачі ENSA безпечні і мають прекрасні показники по своїй економічності та екологічності.</p>\r\n             <h4 class=\"brand\">Переваги установки  <strong>електричних інфрачервоних пенелей ENSA</strong></h4>                                                                                                \r\n			<p><strong class=\"tab brand\"> - Екологічність.</strong>  <strong>Електричні  обігрівачі ENSA</strong> не порушують екологію Вашого будинку.  \r\n				Використання в   панелях ENSA закритого нагрівального елементу (температура якого досягає до 85oC) надійно захищає\r\n				від потрапляння кисню на поверхню і дає змогу уникнути зпаленню його, тому при використанні електричних інфрачервоних \r\n				панелей ENSA  Ви не відчуватимете сухість у повітрі чи сторонні аромати, а тільки приємне тепло.</p>\r\n       <p><strong class=\"tab brand\"> - Економічність.</strong>  <strong>Електричні іобігрівачі ENSA</strong> працюють на  принципі конвекції та інфрачервоного\r\n			випромінювання - тепловіддача проходить не тільки в повітря, але й на усі предмети, котрі теж віддають тепло. \r\n			Отже, користування <strong>електричними інфрачервоними панелями ENSA</strong> дозволяє заощадити від 30% до 50% електроенергії в порівнянні \r\n			з іншими опалювальними приладами. Велика продуктивність електричного  обігрівача ENSA, дозволяє дуже ефективно використовувати \r\n			електроенергію.  Тепло виділяється безпосередньо з усієї поверхності  інфрачервоного обігрівача ENSA. <strong>Електричні  панелі ENSA </strong>\r\n			оснащені вмонтованим терморегулятором з шкалою до 30oC , що дає змогу визначати температуру у приміщенні, а ще вмикати та \r\n			вимикати  електричну інфрачервону панель ENSA, для максимальної економії.\r\n       <p><strong class=\"tab brand\"> - Практичність.</strong> <strong>Електричні інфрачервоні обігрівачі ENSA</strong> дуже прості у встановленні. \r\n		Для їх встановлення не потрібно спеціальних дозволів та погоджень. Виробники електричної нагрівальної панелі ENSA\r\n		попіклувалися про те, щоб Ви змогли самостійно зробити встановлення , не звертаючись до спеціалістів.      \r\n		<strong>Елетричний інфрачервоний обігрівач ENSA</strong> дає невелике навантаження на електромережу, тому підходить для встановлення навіть у тих приміщеннях, де електромережа не передбачена для монтажу електричного опалення.Особливістю інфрачервоної панелі ENSA є те, що вона не займе багато простору - ширина нагрівальної панелі ENSA всього 5 см.\r\n        <p><strong class=\"tab brand\"> - Надійність.</strong>  Виробники використали для створення інфрачервоної пенелі ENSA високоякіснs матеріали і сучасне обладнання, що забезпечує  панелям ENSA термін експлуатації до 25-ти років. Лицева сторона виготовлена з міцного матеріалу, який  захищає панель від будь яких можливих пошкоджень. \r\nПридбавши <strong>електричні інфрачервоні обігрівачі ENSA</strong> Ви  отримаєте тепло та комфорт, не зашкодивши своєму здоров\'ю.\r\n\r\n','ensa-ekonomne-opalennya',7,5,'2014-12-08 10:50:18','2015-01-19 08:48:42',1,'panel-ensa.jpg'),(8,'Електричні радіатори ОптіМакс','<p><span class=\"tab\"></span>На сьогоднішній день наука у сфері енерго-зберігаючого опалення просувається в напрямку інтелектуальної (розумної) систем обігріву,\r\n які не тільки економлять витратні ресурси (електроенергію), але й з найбільшим ККД перетворють їх на комфортне тепло. \r\n Саме цими якостями володіє <strong>електричний радіатор ОптиМакс.</strong></p>\r\n<p><span class=\"tab\"></span>Електро-радіатор ОптиМакс — це унікальний пристрій для обігріву, який підходить для опалення будь яких приміщень.\r\n А також <strong>електрорадіатор ОптиМакс</strong> можна застосовувати як додатковий обігрів при  системі опалення, яка вже існує.\r\nГоловною особливістю <strong>електро-радіатора ОптиМакс</strong> є економічність. Ні один лишній кіловат не буде витрачений  дарма, \r\nзавдячуючи електроніці і датчику температури повітря. Точність підтримання температури в приміщенні дозволяє запобігти перегріванню \r\nприміщення. Таким чином сприятливо впливаючи на Ваше здоров\'я та самопочуття.</p>\r\n<p><span class=\"tab\"></span>У електрорадіаторі ОптиМакс використовується нагрівальний елемент невеликих розмірів, але в якості\r\n теплопровідника виступає спеціальна рідина, яка у 30 разів краще акумулює і проводить тепло.\r\nПрацюючи <strong>електрорадіатор ОптиМакс</strong> використовує “номінальну потужність”. Едектроніка вимикає радіатор ОптиМакс коли вже досягнуто\r\n завданої температури поверхні приладу, або ж завданна температура в приміщенні. Якщо температура в приміщенні досягнута \r\n потрібного рівня, тоді електрорадіатор ОптиМакс відключається і починає знову нагрівати лише коли температура понизиться на 0,5 градуса.\r\nЕлектрорадіатор ОптиМакс монтується декілька хвилин шляхом  підключення до джерела живлення. <strong>Електрорадіатор \"ОптиМакс”</strong> можна підвісити до\r\n стіни, або встановлювити на підставки чи колесики.</p>\r\n<p><span class=\"tab\"></span><strong>Електрорадіатор ОптиМакс</strong> не лише позбавлений недоліків, але і має незаперечну перевагу — климат-контроль, який підтримє в \r\nприміщенні задану температуру, автоматично вимикаючи пристрій після нагріву температури в приміщенні до завданих параметрів. \r\nПідтримуючи дану температуру радіатор ОптиМакс використовує до 30% від усієї своєї номінальної потужності.</p>\r\n\r\n','elektrychni-radiatory-optimax',8,6,'2015-01-19 10:28:05','2015-01-20 14:39:42',1,'opti-max-7r.png'),(9,'Електрична тепла підлога','Сама сучасна та найпопулярніша на сьогоднішній день система електрообігріву — система \"Тепла підлога\".\r\n <p><span class=\"tab\"></span><strong>Тепла підлога</strong> може слугувати, як основним способом обігріву так і додатковим, комфортним.\r\n<strong>Електрична тепла підлога</strong> — це встановлення нагрівальних елементів (кабелів) в стяжку. При чому підігрів\r\n можна вмикати по бажанню в будь який момент.</p>\r\n<p><span class=\"tab\"></span><strong>Тепла підлога</strong> набуває нечуванної популярності, а все завдяки своєму секрету, що полягає у комфорті та особливих\r\n відчуттях котрі приносить використання <strong>система тепла підлога.</strong> Звичайні батареї, які є у кожній квартирі чи будинку,\r\n віддають тепло звичайним потоком повітря, що спрямовується вверх, при цьому батареї ставлять  біля вікон, щоб нагрівати\r\n холодне повітря, що поступає з вікон. В результаті отримуємо нерівномірний обігрів, внизу залишається найхолодніше  повітря, \r\n а  зверху — тепле, що не являється  для людини комфортним . Найкращий режим це навпаки — ноги в теплі, голова в холоді.\r\n Тільки такий тепловий режим дає комфорт. При використанні теплої підлоги  температура внизу на 2-3 градуси вище ніж зверху.\r\n <strong>Тепла підлога</strong> прогріває повітря на 1,5 метра від підлоги.</p/>\r\n<p><span class=\"tab\"></span>Працює <strong>тепла підлога</strong> досить просто — електричний струм проходить через кабель і нагріває його, а кабель поступово \r\nнагріває стяжку або кахель. Керує цим процесом <strong>терморегулятор.</strong> В <strong>теплу підлогу</strong> заводиться спеціальний термодатчик,\r\n який підключається до терморегулятора і служить зворотнім зв\'язком в процесі управління обігрівом, якщо <strong>тепла підлога</strong>\r\n нагрівається до певної температури, завданої користувачем, датчик сигналізує терморегулятору, що потрібно вимкнути підігрів, і відповідно, коли підлога вихолодає датчик теж дає сигнал на включення обігріву. \r\nІснує два основних типа <strong>електричних теплих підлог</strong> це кабель для укладання у стяжку та тонкий мат для укладання безпосередньо під плитку.\r\nКабель для укладання в стяжку це стандартна система обігріву, особливість такого кабелю полягає в тому, що кабель необхідно укладати в\r\n вже існуючу стяжку і зверху заливати ще один шар стяжки не менше 3 см. Після цього можна укладати фінішне покриття — кахель, лінолеум, \r\n килимове покриття.</p>\r\n<p><span class=\"tab\"></span><strong>Тонкий мат</strong> для укладання під плитку складається з тоншого кабелю, що дозволяє монтувати кабель безпосередньо під кахель.\r\n Така система <strong>теплої підлоги</strong> знаходиться не у стяжці,а одразу під кахелем, що дає змогу швидше прогрівати поверхню. Особливо тонкий мат ціниться в тих випадках коли не має змоги підняти рівень підлоги.\r\nОдножильний та двожильний кабелі. <strong>Одножильний кабель</strong> має одну гріючу жилу. Цей кабель має міцну ізоляцію котра витримує нагрів до 100°С. \r\nІзоляційний шар містить у собі мідний або стальний екран, котрий захищає нагрівальну жилу від пошкоджень і служить заземленням.Його \r\nрекомендують для укладання в ванній кімнаті, коридорі, балконі. <strong>Двожильний кабель</strong> складається із двох гріючих жил надійно захищених \r\nфторопластовою ізоляцією та алюмінієвим екраном. В такого кабеля під зовнішньою оболонкою проходять два ізольованих один від одного \r\n(холодний та нагрівальний). Двожильна <strong>тепла підлога</strong> дуже проста у монтажі, так як вже має готовий кінець \r\nдля підключення до електромережі.</p>\r\n\r\n','electrychna-tepla-pidloga',3,NULL,'2015-01-28 12:14:15','2015-01-28 12:14:15',1,'tepla_pidloga_children.png');
/*!40000 ALTER TABLE `articles` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `categories`
--

DROP TABLE IF EXISTS `categories`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `categories` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `theme_id` int(11) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  `url` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `categories`
--

LOCK TABLES `categories` WRITE;
/*!40000 ALTER TABLE `categories` DISABLE KEYS */;
INSERT INTO `categories` VALUES (1,'Тепла підлога Hemstedt (Німеччина)',1,'2014-11-25 10:35:56','2014-11-29 10:58:50','tepla-pidloga-hemstedt'),(2,'Електрообігрів трубопроводу',3,'2014-11-30 18:59:12','2014-11-30 18:59:12','elektroobigriv-truboprovodu'),(3,'Тепла підлога',3,'2014-11-30 19:03:05','2014-11-30 19:03:05','tepla-pidloga'),(4,'Системи сніготанення',3,'2014-12-01 12:33:14','2014-12-01 12:33:14','systemy-snigotanenya'),(5,'Ламінат Rooms',4,'2014-12-02 11:57:43','2014-12-02 11:57:43','laminat-rooms'),(6,'Інфрачервона тепла підлога',1,'2014-12-04 11:52:58','2014-12-04 11:52:58','infrachervona-tepla-pidloga'),(7,'Інфрачервоніі панелі ENSA',5,'2014-12-08 10:46:40','2014-12-08 10:46:40','infrachervoni-paneli-ensa'),(8,'Електричні радіатори ОптіМакс',5,'2015-01-19 10:27:42','2015-01-19 10:27:42','optimax');
/*!40000 ALTER TABLE `categories` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `companies`
--

DROP TABLE IF EXISTS `companies`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `companies` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  `url` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `describe` text COLLATE utf8_unicode_ci,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `companies`
--

LOCK TABLES `companies` WRITE;
/*!40000 ALTER TABLE `companies` DISABLE KEYS */;
INSERT INTO `companies` VALUES (1,'Hemstedt (Німеччина)','hemstedt-logo.png','2014-11-26 11:37:47','2014-12-09 13:02:43','hemstedt-nimechyna','Вже більше ніж 35 років компанія Hemstedt (Німеччина) являється однією із провідних компаній виробників нагрівальних кабелів. Продукти Hemstedt (Німеччина) являються якісними виробами, які відповідають найновішим технічним вимогам.'),(2,'ROOMS','rooms-logo.png','2014-12-03 07:44:24','2014-12-09 13:21:56','rooms','Завод Kronotex (Німеччина) виготовляє ламінат, який має гарантовану німецьку якість. Ламінат Rooms — це традиційні для Німеччини та країн Європи якість та сучасний дизайн. Виробник ламінату Rooms пропонує найбільш комплексний підхід до своєї продукції — це товщина від 8 до 12 мм, різноманітні класи витривалості і звичайно великий ассортимент ламінату. '),(3,'HEAT-PLUS ','heat-plus-logo.png','2014-12-03 15:33:31','2014-12-09 12:37:42','heat-plus','Виробник опалювальної плівки «Heat Plus» - інфрачервоної системи обігріву яка іонізує повітря. Південнокорейська корпорація «Seggi Century» - займає лідируючі позиції у виробництві опалювальних інфрачервоних систем нового покоління, яка користується справжньою довірою у покупців.\r\n'),(5,'ENSA','ensa-logo.jpg','2014-12-08 10:44:32','2014-12-09 13:34:33','ensa','ENSA - виробник енергозберігаючих обігрівачів і систем інфрачервоного опалення для будинку, квартири, дачі, офісних та житлових приміщень.'),(6,'ОптіМакс','OptiMax-logo.png','2015-01-19 10:17:57','2015-01-19 10:19:57','opti-max','Електро-радіатор \"ОптиМакс\" — це унікальний пристрій для обігріву, що підходить для опалення будь-яких приміщень.'),(7,'Raychem','raychem-logo.png','2015-01-28 13:09:17','2015-01-28 13:09:17','raychem','Відчуття комфорту надзвичайно важливе для сучасної людини. Підвищенний комфорт в поєднанні із суттєвим зменшенням витрат на обігрів — це дивіз компанії Raychem.   \r\n             Компанія Raychem — один з найбільших світових виробників гріючих кабелів для різноманітних завдань промислового та будівельного обігріву. Компанія Raychem здійснила багато технологічних проривів, наприклад, сенсорний дисплей, такий популярний на сьогодні являється винаходом компанії Raychem.\r\n             Raychem — компанія, яка визнана у всьому світі, як лідер в системах электрообігріву, володар багаточисленних інноваційних рішень і новинок у сфері кабельного обігріву. Компанія Raychem була заснована у 1957 році винахідником Полом Куком. На сьогодні це концерн, де працює більше ніж 2500 працівників, 6 виробництв, 7 інженерних центрів у світі. Саме тому компанія Raychem являється винахідником технологій саморегуллюючих гріючихх кабелів. Більше 200 патентів забезпечують першість на ринку і унікальну якість продукції.\r\n            Продукція компанії Raychem однаково ефективна при експлуатації в суворих погодніх умовах, для всіх типів кабельних ліній. Всі, виготовлені компаннією Raychem вироби, відрізняються простотою та зручністю монтажу, що дозволяє зекономити на підготовці і проведенні робіт. Raychem — інновації  перевірені досвідом.  \r\n\r\n');
/*!40000 ALTER TABLE `companies` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `products`
--

DROP TABLE IF EXISTS `products`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `products` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `img` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `title` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `description` text COLLATE utf8_unicode_ci,
  `price` decimal(8,2) DEFAULT NULL,
  `category_id` int(11) DEFAULT NULL,
  `company_id` int(11) DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `products`
--

LOCK TABLES `products` WRITE;
/*!40000 ALTER TABLE `products` DISABLE KEYS */;
INSERT INTO `products` VALUES (1,'hemstedt_komplekt_kabel_odnnozhylnyi.png','Тепла підлога Hemstedt (Німеччина) 34,7m 600Вт (4-4,5 м.кв) ','Тепла підлога Hemstedt (НІмеччина). Комплект на основі одножильного кабелю, для монтажу с стяжку (3-5 см), для системи комфортного обігріву приміщення площею від 4 до 4,5 м.кв. Тепла підлога комплектується: \r\nнагрівальний кабель, монтажна стрічка, гофротрубка, монтажна коробка. ',1454.00,1,1,'2014-12-10 13:58:07','2014-12-15 15:57:28'),(2,'hemstedt_komplekt_kabel_odnnozhylnyi.png','Тепла підлога Hemstedt (Німеччина) 58,1m 1000Вт (7-8 м.кв)','Тепла підлога Hemstedt (НІмеччина). Комплект на основі одножильного кабелю, для монтажу с стяжку (3-5 см), для системи комфортного обігріву приміщення площею від 7 до 8 м.кв. Тепла підлога комплектується: \r\nнагрівальний кабель, монтажна стрічка, гофротрубка, монтажна коробка. ',2181.00,1,1,'2014-12-11 10:51:52','2014-12-15 15:57:46'),(3,'hemstedt_komplekt_kabel_odnnozhylnyi.png','Тепла підлога Hemstedt (Німеччина) 40,6m 700Вт (5 - 5,5 м.кв) ','Тепла підлога Hemstedt (НІмеччина). Комплект на основі одножильного кабелю, для монтажу с стяжку (3-5 см), для системи комфортного обігріву приміщення площею від 4 до 4,5 м.кв. Тепла підлога комплектується: \r\nнагрівальний кабель, монтажна стрічка, гофротрубка, монтажна коробка. ',1542.00,1,1,'2015-01-22 12:23:17','2015-01-22 12:23:17');
/*!40000 ALTER TABLE `products` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `schema_migrations`
--

DROP TABLE IF EXISTS `schema_migrations`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `schema_migrations` (
  `version` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  UNIQUE KEY `unique_schema_migrations` (`version`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `schema_migrations`
--

LOCK TABLES `schema_migrations` WRITE;
/*!40000 ALTER TABLE `schema_migrations` DISABLE KEYS */;
INSERT INTO `schema_migrations` VALUES ('20141114153812'),('20141124112314'),('20141125070149'),('20141125103855'),('20141125115744'),('20141125125516'),('20141126144915'),('20141129103848'),('20141129105032'),('20141203132007'),('20141209093203');
/*!40000 ALTER TABLE `schema_migrations` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `themes`
--

DROP TABLE IF EXISTS `themes`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `themes` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `themes`
--

LOCK TABLES `themes` WRITE;
/*!40000 ALTER TABLE `themes` DISABLE KEYS */;
INSERT INTO `themes` VALUES (1,'Тепла підлога','2014-11-24 15:25:41','2014-11-24 15:25:41'),(3,'Кабельні системи обігріву','2014-11-30 18:58:10','2014-11-30 18:58:10'),(4,'Покриття для підлоги','2014-12-02 11:55:50','2014-12-02 11:55:50'),(5,'Енергозберігаюче опалення','2014-12-08 09:31:39','2014-12-08 09:31:39');
/*!40000 ALTER TABLE `themes` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `users` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` datetime DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `users`
--

LOCK TABLES `users` WRITE;
/*!40000 ALTER TABLE `users` DISABLE KEYS */;
INSERT INTO `users` VALUES (1,'Admin','2014-11-25 11:47:20','2014-11-25 11:47:20');
/*!40000 ALTER TABLE `users` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2015-01-28  8:31:03
